{"titles": [["Albert Einstein"], ["Isaac Newton"], ["Paul Dirac"], ["Nikola Tesla"], ["Michael Faraday"], ["Richard Feynman"], ["Stephen Hawking"], ["Hans Christian Ørsted"], ["Neils Bohr"], ["Werner Heisenberg"], ["Maria Curie"], ["Erwin Schrödinger"], ["Blaise Pascal"], ["Carl Gauss"], ["James Maxwell"], ["Konstantin Novoselov"], ["Galileo Galilei"], ["Heinrich Hertz"], ["Zhores Alferov"], ["Max Planck"], ["Enrico Fermi"], ["Wolfgang Pauli"], ["Christian Huygens"], ["Joseph Thomson"], ["Julius Oppenheimer"]],

  "contents": [["Albert Einstein was a theoretical physicist, one of the founders of modern theoretical physics, the Creator of the theory of relativity, public figure and humanist. Albert Einstein was also a Nobel prize winner and an honorary doctor of many universities and Academies of Sciences. During his life, he wrote more than 300 works in the field of physics and about 150 articles on the history and philosophy of science. The great scientist was born in Ulm in Germany on March 14, 1879 in a poor Jewish family. In 1894, the Einstein family moved to Pavia in Italy. The following year, albert went to Zurich to enroll in the Polytechnic school, but failed some exams, while brilliantly passing mathematics. In 1896, he was still accepted to the pedagogical faculty, where he met his future wife – Mileva Marich. After graduation, he received a diploma as a teacher of mathematics and physics. In 1901, the scientist received Swiss citizenship and decided to stay there. In the same year, his first article \"Consequences of the theory of capillarity\"was published. Until 1909, he worked mainly on patenting inventions in the field of electromagnetism, and in his spare time was engaged in research related to theoretical physics. In 1905, new articles were published by the scientist, who made a revolution in the field of theoretical physics. At the same time, he began working on the theory of relativity. From 1909 to 1913, Einstein worked as a Professor at the Polytechnic of Zurich, and from 1914 to 1933 he worked as a Professor at the University of Berlin, and then became Director of the Institute of physics. In 1933, the physicist left Germany due to the beginning of persecution by the Nazis, and emigrated permanently to the United States. There he gets a position as a Professor of physics at the Princeton Institute for basic research. Albert Einstein died in Princeton on April 18, 1955 from an aortic aneurysm."],
    ["Isaac Newton – the great English scientist, physicist, mathematician, alchemist and astronomer, who made a great contribution to the formation of classical mechanics and modern physics. Newton's most famous discovery was the law of universal gravitation. In addition, he described all physical phenomena based on mechanics and explained the movement of the planets around the Sun and the moon around the Earth.Isaac Newton was born on January 4, 1643, in Woolsthorpe, England, the son of a small but well-to-do farmer. After receiving a basic school education, Newton went to Holy Trinity College at the University of Cambridge. There, under the influence of physicists, he made several discoveries, mostly mathematical. Also, he began conducting experiments on the decomposition of light. In 1668, he was awarded a master's degree. A few years later, it was the second mirror telescope, which was much larger and more efficient than the previous one. In 1687, his fundamental work 'Mathematical principles of natural philosophy' or simply 'Principles' was published, which laid the foundations not only of rational mechanics, but also of all mathematical natural science. This work contained the law of dynamics, universal gravitation, applications on the movement of celestial bodies, the teachings on the resistance of liquids and gases.In 1705, Isaac Newton was offered a knighthood. So, reigning in those days, Queen Anne thanked the great scientist for his work. In his later years, Newton spent much time studying theology, ancient and biblical history.Isaac Newton died on 30 March 1727 and was buried in Westminster Abbey, the English national Pantheon."],
    ["Paul Adrien Maurice Dirac is an English theoretical physicist and one of the founders of quantum mechanics. he was born on August 8, 1902 in Bristol. In 1921, he graduated with honors from the University of Bristol with a degree in electrical engineering. In 1923, he entered graduate school at the University of Cambridge. Interested in Heisenberg's work on matrix mechanics, Dirac developed his original approach to quantum problems and presented it in a series of articles published in 1925-1926 in the Proceedings of The Royal Society of London. In 1926, he received the degree of doctor of philosophy. For a year he worked for N. Bohr in Copenhagen and for M. born in göttingen, then returned to Cambridge, where he was elected a member of the Council of St. John's College. In 1929, he taught physics at the University of Wisconsin. In 1928, Dirac derived a relativistic equation for the electron that explained the fine structure of the spectra of the hydrogen atom and the Zeeman effect. In 1931, Dirac hypothesized the existence of an elementary magnetic charge — a monopole, in 1933 — antimatter. Dirac made a great contribution to the creation of quantum statistics. In 1926, independently of E. Fermi, he developed the statistics of particles with half-integer spin (Fermi — Dirac statistics). In 1931, he proved the possibility of symmetric quantum electrodynamics based on the concept of elementary magnetic charges. In 1937, Dirac hypothesized that gravity changes over time. In 1962, he developed the theory of the muon, considering the latter as the vibrational state of the electron, and worked on the problem of the Hamiltonian formulation of the theory of gravity in order to further quantize the gravitational field."],
    ["Nikola Tesla was a Serbian-American inventor, electrical engineer, mechanical engineer, and futurist who is best known for his contributions to the design of the modern alternating current electricity supply system. He was born on July 10, 1856, in Smiljan, in the Austrian Empire. He finished primary school in Gospich. Then he entered the lower real gymnasium. in the autumn of the same Year, the young Tesla entered the Karlovac higher real school. He received his matriculation certificate in 1873.in 1875, Tesla became a student at the Graz technical school, where he began studying electrical engineering. After graduation, he began teaching at the ”native\" Gospich gymnasium.In January 1880, the young man was able to continue further education. He became a student of the faculty of philosophy at the University of Prague. But lack of money forced him to give up his dream of getting a higher education. After studying only 1 semester, Tesla went in search of work. In the summer of 1884, Tesla came to the United States and got a job in the company of T. Edison. Edison made offer to him but refused to pay. Then Tesla immediately resigned. Tesla founded his company. He was working on an arc lamp project for street lighting. The project was ready in 12 months. But Tesla again did not receive a reward. In the summer of 1888, the American industrialist D. Westinghouse bought more than 40 patents from the scientist. For each of them, $ 25,000 was paid. In the spring of 1895, the laboratory was destroyed in a fire. But the inventor said that he could restore all his discoveries from memory. Financial assistance was provided to him by E. Adams, who provided the inventor with $ 100 million. Nikola Tesla died on the night of January 7 to 8, 1943."],
    ["Michael Faraday - English experimental physicist and chemist, the founder of the doctrine of the electromagnetic field. Among them, he worked on electromagnetic induction, the first electric motor, the first transformer, the laws of electrolysis, diamagnetism and many other scientific discoveries. The scientist was born on September 22, 1791 in a village near London in the family of a blacksmith. In addition to Michael, there were four other children in the family. Since the family lived in need, at the age of 13, he was forced to leave school and work as a messenger in a bookstore. Michael was lucky to be invited to attend lectures at the Royal Institute. During the lectures, he listened carefully and wrote down Professor Davy's ideas. Later, he sent him a letter asking for a job and attached these notes. A few months later he was accepted as a laboratory assistant at the Royal Institute. His main duty was to help the professors. In 1813, as an assistant Professor, he went on a long trip to the scientific centers of Europe. There he met many outstanding scientists. When he returned to England, he was promoted. In 1816, his first printed work was published. In 1820, after several experiments, he discovered stainless steel. Also, he began to work on the unification of electricity and magnetism. In 1821, he married Sarah Bernhardt. They raised a little niece, Jane, who was left an orphan. In 1824 Faraday became a member of the Royal society of London. In the following years, he worked on the laws of electromagnetic induction. In 1833, he formulated the laws of electrolysis, also known as \"Faraday's Laws\". The phenomena of diamagnetism and paramagnetism were discovered by scientists in the 1850s. Michael Faraday died in August 1867 at his Desk in London."],
    ["Richard Phillips Feynman was born in New York City in 1918 and grew up in Far Rockaway, Queens. He attended the Massachusetts Institute of Technology, and he received his Ph.D. from Princeton University. In 1942 Richard was asked to join the Manhattan Project; he accepted and went on to become a group leader at Los Alamos, New Mexico. His first wife died in 1945. After the war, he became a professor of theoretical physics at Cornell University in Ithaca. In 1950 he joined the faculty of the California Institute of Technology. He had a brief marriage in the early fifties to Mary Louise Bell that did not work out. He married Gweneth Howarth in 1960. Their son Carl was born in 1962, and their daughter Michelle was born in 1968. Many consider him to be the father of nanotechnology for two prizes he offered in a 1959 talk entitled, “There’s Plenty of Room at the Bottom,” where he prompted thinking on a very small scale. He offered a prize for the world’s smallest motor, and another challenge involving very small writing. The prize for the motor was claimed almost immediately, but the challenge of the writing wasn’t met for over 20 years. Between 1961-1963 Feynman gave a series of lectures on introductory physics for freshmen and the following year, sophomores, at Caltech. It was published and became the most popular physics book ever written. His most public achievement came in 1965, when he won the Nobel Prize in Physics, sharing it with J. Schwinger and S. Tomonaga for their independent work in quantum electrodynamics. In 1986, he was again in the public eye, this time working on the commission investigating the explosion of the Challenger space shuttle. He died in 1988 after a long battle with abdominal cancer."],
    ["Stephen William Hawking was an English theoretical physicist, cosmologist, writer, and research Director of the centre for theoretical cosmology at the University of Cambridge. He was born on January 8, 1942 in Oxford, United Kingdom. Author of a number of scientific papers, including a joint work with Roger Penrose on the theorems of the gravitational singularity in the framework of General relativity and the theoretical prediction that black holes emit radiation, often referred to as Hawking radiation. Hawking was the first to present a cosmological theory that combined the concepts of General relativity and quantum mechanics. He actively supported the multi-world interpretation of quantum mechanics. Hawking was an honorary member of the Royal society of arts, a life member of the Pontifical Academy of Sciences, and was awarded the Presidential medal of Freedom, the highest award for civilians in the United States. In 2002, in a BBC poll to determine the one hundred greatest Britons of all time, Hawking was ranked 25th. The scientist was a Lukasian Professor of mathematics at the University of Cambridge from 1979-2009.he achieved commercial success thanks to popular scientific works in which he discusses his own theories and cosmology in General. Hawking's book \"a brief history of time\" was on the bestseller list of the British edition of The Sunday Times for a record 237 weeks. Hawking had a rare slow-developing form of motor neuron disease (also known as amyotrophic lateral sclerosis or Lou Gehrig's disease) that gradually paralyzed him over the decades. After losing his speech, Hawking was able to communicate using a speech synthesizer, initially using a manual switch, later using a cheek muscle. On March 14, 2018, Stephen Hawking died at the age of 76."],
    ["Hans Christian Ørsted was a Danish physicist and chemist who discovered that electric currents create magnetic fields, which was the first connection found between electricity and magnetism. A leader of the Danish Golden Age, Ørsted was a close friend of Hans Christian Andersen and Prime Minister of Denmark. Ørsted was born in Rudkøbing in 1777. As a young boy he developed an interest in science while working for his father, who owned a pharmacy.[3] He and his brother Anders received most of their early education through self-study at home, going to Copenhagen in 1793 to take entrance exams for the University of Copenhagen, where both brothers excelled academically. By 1796, Ørsted had been awarded honors for his papers in both aesthetics and physics. He earned his doctorate in 1799 for a dissertation based on the works of Kant entitled The Architectonics of Natural Metaphysics. In 1800, Alessandro Volta reported his invention of the voltaic pile, which inspired Ørsted to investigate the nature of electricity and to conduct his first electrical experiments. In 1801, Ørsted received a travel scholarship and public grant which enabled him to spend three years traveling across Europe. He toured science headquarters throughout the continent, including in Berlin and Paris. In Germany Ørsted met Johann Wilhelm Ritter, a physicist who believed there was a connection between electricity and magnetism. This idea made sense to Ørsted as he subscribed to Kantian thought regarding the unity of nature. Ørsted's conversations with Ritter drew him into the study of physics. He became a professor at the University of Copenhagen in 1806 and continued research on electric currents and acoustics. He granted Zeise a position as his lecturing assistant and took the young chemist under his tutelage. He died on March 9, 1851 in Copenhagen, Denmark"],
    ["Nils Henrik David Bohr is a Danish theoretical physicist and public figure, one of the founders of modern physics. Member of the Royal Danish society and its President since 1939. He was a member of more than 20 academies of Sciences of the world. Bohr is known as the Creator of the first quantum theory of the atom and an active participant in the development of the foundations of quantum mechanics. He also made a significant contribution to the development of the theory of the atomic nucleus and nuclear reactions. He was born on October 7, 1885 in Copenhagen, where he graduated from the University in 1908. For some time, he worked in Cambridge in the laboratory of J. J. Thomson, then was invited to Manchester in the laboratory - E. Rutherford. A few years later, he created And headed the Institute of theoretical physics in Copenhagen. The main merit of the scientist is considered to be the formulation of a fundamentally new approach to the representation of the physical picture of atomic processes. Bohr proposed a new model of a hydrogen-like atom and discovered the conditions for its stability. He developed the idea of quantizing Planck's energy and based on the Rutherford model of the atom created the first quantum model of the atom. At the same time, the physicist found that there are stationary orbits in the atom, moving along which the electron does not emit energy, but can jump to an orbit closer to the atom. At the moment of the jump, it emits a quantum of energy equal to the energy difference of the atom in stationary States. In addition, Bohr developed some quantization rules. Bohr's theory is called the quantum theory of the planetary atom. For its development in 1922, the scientist was awarded the Nobel prize. Bohr died on 18 November 1962, Carlsberg, Copenhagen, Denmark."],
    ["Werner Heisenberg was A German theoretical physicist. Born in Wurzburg. In 1920, he became a student of the Department of mathematics at the University of Munich, however, he achieved a transfer to the Department of theoretical physics. After graduating in 1923, Heisenberg began working in göttingen on the problems of the structure of the atom. In may 1925, he had an acute attack of hay fever, which forced him to spend several months in seclusion on the small island of Heligoland, and this forced isolation from the outside world, he took advantage of as productively as Isaac Newton many months of imprisonment in a quarantine plague barracks in the distant 1665. During these months, the scientists developed the theory of matrix mechanics — a new mathematical apparatus of the nascent quantum mechanics. Matrix mechanics, as time has shown, is mathematically equivalent to the quantum-wave mechanics that appeared a year later, embedded in the Schrodinger equation, in terms of describing the processes of the quantum world. However, in practice, it has proved more difficult to use the apparatus of matrix mechanics, and today theoretical physicists mainly use representations of wave mechanics. In 1926, Heisenberg became Niels Bohr's assistant in Copenhagen. It was there, in 1927, that he formulated his uncertainty principle — and we can reasonably say that this was his greatest contribution to the development of science. In the same year, Heisenberg became a Professor at the University of Leipzig, the youngest Professor in German history. From this point on, he worked closely to create a unified field theory — largely without success. For his leading role in the development of quantum mechanical theory, Heisenberg was awarded the Nobel prize in physics in 1932 for the creation of quantum mechanics. Heisenberg headed the German national nuclear program. Heisenberg died on February 1, 1976 in Munich, Germany."],
    ["Maria Sklodowska-Curie was a Polish-French physicist and chemist, public figure, and one of the founders of the doctrine of radioactivity. And also, Maria sklodovskaya-Curie is considered the only female physicist twice nominated for the Nobel prize. She was born on November 7, 1867 in Warsaw in the family of a teacher. The girl's childhood was marred by the death of her mother and one of her sisters. During her school years, Maria was distinguished by diligent behavior, hard work, and an increased interest in science. In 1890, she moved to her older sister in Paris, where she entered the Sorbonne and studied chemistry with physics. She was considered the best graduate of the faculty. She later became the first female teacher in the history of the Sorbonne. As a student, Maria met her future husband, Pierre Curie. He was then in charge of the physics and chemistry laboratory at the state school. In 1895, the couple married, and soon they had a daughter, Irene. Maria began to study radioactivity, which was the basis for her doctoral dissertation. As a result of long-term research and works, it was the curies who discovered the chemical elements polonium and radium in the late XIX-early XX century. In 1903, together with Henri Becquerel, he was awarded the Nobel prize in physics. In 1906, Pierre Curie was tragically killed when he was run over by a freight wagon. Maria continued their common work and plunged into her work. In 1910, she was nominated for election to The French Academy of Sciences, which had never previously elected women. This caused a public outcry, and her candidacy was rejected. In 1911, Maria received her second Nobel prize, this time for services to chemistry. She died on July 4, 1934 in Sancellemoz."],
    ["Erwin Schrödinger was an Austrian physicist. He was born on August 12, 1887, Vienna. In 1906, he entered the University of Vienna. After graduation, Erwin became an assistant to experimental physicist F. Exner. In 1913, Schrödinger and Kohlrausch received the Heitinger prize of the Imperial Academy of Sciences for experimental research on radium. During the war, he studied Einstein's General theory of relativity. After the war, he returned to Vienna, where he continued his research on General relativity, statistical mechanics, and x-ray diffraction. Impressed by Einstein's comments on de Broglie's ideas, he attempted to apply the wave description of electrons to the construction of a consistent quantum theory that is not related to the inadequate model of the Bohr atom. Schrödinger intended to bring quantum theory closer to classical physics. The first attempt in 1925 failed. The speeds of electrons in the theory were close to the speed of light, which required the inclusion of Einstein's special theory of relativity and taking into account the predicted significant increase in the mass of the electron at very high speeds. One of the reasons for Schrödinger's failure was that he did not take into account the presence of a specific property of the electron, now known as spin, about which little was known at the time. In 1926, he repeated the experiment. This time the electron velocities were chosen by him so small that the need to involve the theory of relativity disappeared by itself. The second attempt resulted in the derivation of the Schrödinger wave equation, which gives a mathematical description of matter in terms of the wave function. Schrödinger called his theory of wave mechanics. The solutions of the wave equation were in agreement with experimental observations and had a profound influence on the subsequent development of quantum theory. Schrödinger died on January 4, 1961 in Vienna, Austria."],
    ["Blaise Pascal - prominent French mathematician, physicist, writer, religious philosopher; his authorship belongs to a series of works devoted to the theory of numbers, algebra, theory of probability. The scientist was one of the founders of mathematical analysis and projective geometry, created the first examples of counting techniques, and formulated the basic law of hydrostatics. Blaise Pascal was born on 19 June 1623 in Clermont.\nIn 1631, Etienne Pascal, the head of the family, moved with his children to the capital and directed his efforts to develop Blaise's mental abilities. Both the son and the father paid special attention to mathematics. In their house weekly meetings of a peculiar circle of mathematicians were held. In these meetings, 16-year-old Pascal Jr. began to take an active part and so succeeded that he was among the first even among adults. At the same age, he wrote the work \"Experience on conic sections\"; it contained a theorem, now called Pascal's theorem. This treatise has come down to our time in the form of a small passage.\nNature gave Blaise Pascal unusual, outstanding abilities, but deprived of health. When their family moved to Rouen in January 1640, Blaise's health began to deteriorate markedly. He invented the arithmetic machine, which made him famous even outside of his homeland. His worried father, friends, and doctors forbade any mental activity, and Blaise gradually became involved in social life with its pleasures and Hobbies. However, in the true sense, he did not become a man of the world: with his timidity, excessive naivety, and sincerity, he stood out from the General mass.In 1646. an event took place that directed Pascal's biography in a completely different direction. Pascal died on 19 August 1662 in Paris, France."],
    ["Johann Carl Friedrich Gauss was a German mathematician and physicist who made significant contributions to many fields in mathematics and science. He, the son of a poor man and an uneducated mother, independently solved the mystery of the date of his own birth and identified it as April 30, 1777. Gauss from childhood showed all the signs of genius. The main work of his life, \"Arithmetic studies\", the young man finished in 1798, when he was only 21 years old, although it will be published only in 1801.\n1796 is the most successful year for both Gauss and his theory of numbers. One by one, he makes important discoveries. On March 30, for example, it opens the rules for building a regular seventeen-square.\nIn 1799, Gauss defended his dissertation in absentia, in which he gives new proofs of the theorem that States that every integer rational algebraic function with one variable can be represented by the product of real numbers of the first and second degree. It confirms the fundamental theorem of algebra, which States that every non-constant polynomial of a single variable with complex coefficients has at least one complex root. His efforts greatly simplify the concept of complex numbers.\nIn 1807, the brilliant scientist Gauss received the post of Professor of astronomy and head of the astronomical Observatory of göttingen, which he would hold for the rest of his life.\nGauss died in 1855 in Göttingen, Hanover (now lower Saxony in Germany)."],
    ["James Clerk Maxwell was a Scottish scientist in the field of mathematical physics. His most notable achievement was to formulate the classical theory of electromagnetic radiation, bringing together for the first time electricity, magnetism, and light as different manifestations of the same phenomenon. He was born on June 13, 1831 in Edinburgh. Maxwell realized that polarized radiation can be used to determine the internal stresses of loaded solids. He made models of bodies of various shapes from gelatin and, subjecting them to deformations, observed color patterns in polarized light that corresponded to the curves of the compression and tension directions. Comparing the results of his experiments with theoretical calculations, Maxwell checked many old and derived new laws of elasticity theory, including in cases that were too complex to calculate. In total, he solved 14 problems about stresses inside hollow cylinders, rods, round disks, hollow spheres, and flat triangles, thus making a significant contribution to the development of the photoelasticity method. These results were also of considerable interest to construction mechanics. Maxwell reported them in 1850 at a meeting of the Royal society of Edinburgh. In parallel with his studies in electromagnetism, Maxwell set up several experiments in London to test his results in kinetic theory. He designed a special device for determining the viscosity of air, and with its help he was convinced of the validity of the conclusion about the independence of the coefficient of internal friction from the density. After 1862, when Clausius criticized a number of provisions of Maxwell's theory, Maxwell began correcting the results. And, he soon came to the conclusion that the method based on the idea of the average free run length was unsuitable for considering transfer processes. He died on November 5, 1879 in Cambridge, UK."],
    ["Sir Konstantin Sergeevich Novoselov is a Russian-British physicist, and a Professor at the Centre for Advanced 2D Materials, National University of Singapore. He is also the Langworthy Professor in the School of Physics and Astronomy at the University of Manchester. Winner of the 2010 Nobel prize in physics, member of the Royal society of London. As of September 2019, he has more than 180,000 citations of his works. He is one of the leaders of the ranking of the most influential scientists in 2014 according to Thom's Version Konstantin Novoselov was born on August 23, 1974 in Nizhny Tagil. The first success in school came in the sixth grade — in 1986, he took first place in the regional Olympiad in physics, and at the all-Union Olympiad of students of the USSR entered the top ten. In 1988-1991, he additionally studied at the Correspondence school of physics and technology. In 1990 and 1991, he participated in all-Union Olympiads in physics and mathematics. In 1991, after graduating from high school, he entered the Moscow Institute of physics and technology. In 1997, he graduated with honors from the faculty of physical and quantum electronics at MIPT, specializing in nanoelectronics. After graduation, he worked for two years in Chernogolovka. In 1999, he moved to the Netherlands, where he began working with Andrew Geim at the University of Nijmegen. Together with him, he moved to the University of Manchester in 2001. On November 3, 2004, Novoselov defended his thesis for the degree of doctor of philosophy (PhD) under the supervision of Professor Jan-Kees Maan. The main scientific achievements of Konstantin Novoselov belong to the field of mesoscopic physics and nanotechnology. Konstantin Novoselov led a team of scientists who developed the concept Of the national graphene Institute in Manchester and subsequently oversaw its design, construction and opening."],
    ["Galileo Galilei is a famous Italian physicist, astronomer, mechanic, philosopher, and mathematician who has had a great influence on science. It was he who first used the telescope to observe celestial bodies and made several other outstanding astronomical discoveries. He is also the founder of experimental physics and classical mechanics. Galileo Galilei was born on February 15 in 1564 in the Italian city of Pisa in the family of an impoverished nobleman. The scientist's full name is Galileo di Vincenzo Bonaiuti de Galilei. The great-grandfather of the scientist was a famous doctor. For this reason, the parents wanted to give Galileo a medical education. Immediately after graduating from the monastery school, he was assigned to the medical faculty of the University of Pisa. But he wasn't interested in medicine. He was seriously interested in the works of Archimedes and Euclid. On the advice of a Professor of philosophy, his father transferred Galileo to the faculty of philosophy, where he also studied mathematics in depth. In the sixteenth century, he began teaching at universities, first in Pisa and then in Padua. At this time, he wrote the treatise \"Mechanics\". Galileo described his first discoveries with the telescope in his essay \"Star Gazette\". Galileo's philosophy about the structure of the world contradicted the Holy Scripture, for which the scientist was persecuted by the Inquisition for a long time. I propagate Copernicus ' theories, he fell out of favor with the Catholic Church forever and even spent some time in prison. In 1637, the scientist lost his sight. Prior to this time, he was working on his latest book, Conversations and mathematical proofs concerning two new branches of science related to mechanics and local movement. In this work, he described achievements in the field of mechanics. Galileo Galilei died 8 January 1642 at the Villa of Arcetri, Italy."],
    ["Heinrich Rudolf Hertz was a German physicist who first conclusively proved the existence of the electromagnetic waves predicted by James Clerk Maxwell's equations of electromagnetism. He was born on February 22, 1857 in Hamburg. Heinrich Hertz graduated from the gymnasium in 1875 and entered the Dresden and then the Munich technical higher school. But having decided to follow the path of exact Sciences, he goes to the University of Berlin. After the summer holidays, he returned to the University in 1879 and worked on the work \"on induction in rotating bodies\", which was a doctoral thesis. After successfully defending his work, he received a doctorate. Herz was head of the Department of theoretical physics in Kiel from 1883 to 1885. The scientist corrected the system of Neumann's electrodynamics equation. In 1885, Heinrich Hertz received an invitation from the technical school in Karlsruhe. Having accepted it, he conducts famous experiments here, investigating the propagation of electric force. In the physics room, I found several induction coils and conducted lecture demonstrations with them. It was then that Hertz discovered that the coils could be used to produce electric rapid vibrations. As a result, he created a high-frequency generator-a source of high-frequency vibrations and a resistor that received these vibrations. Without ceasing to conduct numerous experiments, Heinrich comes to the conclusion that there are electromagnetic waves that propagate at a finite speed. Research in this area is described in his work \"on the rays of electric force\" in 1888. Thus, he was the first to detect electromagnetic waves. Through his hard work and constant experiments, the scientist's health deteriorated. At first, Hertz's eyes failed, then the disease took hold of his ears, nose, and teeth. He died of Wegener's granulomatosis in 1894 in Bonn, Germany."],
    ["Zhores Ivanovich Alferov was a Soviet and Russian physicist and academic who contributed significantly to the creation of modern heterostructure physics and electronics. Zhores Alferov 2000 Nobel laureate in physics Zhores Ivanovich Alferov was born in 1930 in Vitebsk. Zhores Ivanovich was awarded the most prestigious award for the discovery of heterostructured semiconductors. Other achievements of the scientist were used in the development of solar cells for space batteries, the creation of an effective fiber-optic cable, a CD laser, reading devices and many other devices and devices. An ordinary Soviet family, which held politicized views, named their youngest son after Jean Jores, the Chairman of the socialist party. At the age of 10, a young researcher creates a detector receiver – his first invention. After graduation, Alferov enters the local Polytechnic Institute, but as a result of his parents ' transfer to Leningrad, he is transferred to the second year at the local Electromechanical Institute. After graduating from this institution, he entered the most prestigious UNIVERSITY of the time – the Institute of Physics and technology, which was headed by academician Abram Ioffe. Since 1959, Zhores Ivanovich is engaged in the study of semiconductor heterostructures. Alferov received his first award in 1963. In 1979, he defended his doctoral thesis, which formed the basis of research in the field of heterojunctions in semiconductors. So, in the same year, he was awarded the prestigious Franklin Institute award in the United States. As noted earlier, in 2000, outstanding achievements were awarded by the Nobel Committee. He died of acute cardiopulmonary failure on March 1, 2019 in Moscow, Russia."],
    ["Max Karl Ernst Ludwig Planck, was a German theoretical physicist whose discovery of energy quanta. He was born on April 23, 1858 in the town of Kiel. When Planck was nine years old, his family moved to Munich, where He studied at the Royal classical gymnasium. It was here that the future scientist's interest in the exact Sciences first appeared. Max began studying physics and mathematics at the universities of Berlin and Munich, deepening his knowledge of quantum theory, thermodynamics, probability theory, heat emission theory, and the history and methodology of physics. In 1900, a young scientist formulated the law of energy distribution in the spectrum of a black body, introducing a constant with a functional dimension. Max Planck's formula immediately received experimental confirmation. He created the so-called Planck constant or quantum of action – this is one of the universal constants in physics. And the date of December 14, 1900, the day when Max Planck presented a report to the German physical society on the theoretical foundations of the law of radiation, became the date of birth of the new quantum theory. Planck's research on probability theory was also of great importance. This is where his scientific achievements continue – in 1906, Max Planck derived an equation for relativistic dynamics, obtaining formulas for determining the momentum and energy of the electron in the course of his research. Thus, the scientists completed the relativization of classical mechanics. In 1919, Max Planck Won the 1918 Nobel prize in physics. The list of his achievements included the following — \"as a sign of the weight of his achievements in the development of physics due to the discovery of energy quanta\". Despite the great achievements in science, Planck's personal life was very tragic. Max Planck died in Göttingen, Germany on October 4, 1947."],
    ["Enrico Fermi was an Italian–American physicist and the creator of the world's first nuclear reactor, the Chicago Pile-1. He born on September 29, 1901 in Rome. In 1922, he graduated from the University of Pisa, and then went on an internship in Germany and the Netherlands. After returning to his homeland in 1925, Fermi, working at the University of Florence, and in 1926 took the position of Professor of the Department of theoretical physics at the University of Rome. Here he engaged in the study of artificial radioactivity. Enrico Fermi decided to repeat the experiments of the spouses Irene and Frederic Joliot-Curie on the bombardment of samples of different substances, replacing alpha particles that act as\" shells \" with neutrons. But working with neutrons is difficult because of the low activity of the sources that emit these particles, Fermi guessed that this disadvantage is compensated by the effective action of neutrons on atoms that are capable of nuclear transformations. In 1934, Fermi also formulated the theory of beta decay, which is still actively used by physicists to explain the phenomena of the microcosm. In 1938, Fermi was awarded the Nobel prize in physics - \"for the discovery of artificial radioactivity caused by slow neutrons\". He created theories of beta decay, neutron deceleration. In 1938, Fermi emigrated to the United States and became a Professor at Columbia University. In 1939, he introduced the concept of a chain reaction and participated in the creation of the atomic bomb project. Under Fermi's leadership, the world's first nuclear reactor was launched in the United States in December 1942. And in 1946, Fermi became a Professor at the University of Chicago and in the last years of his life was engaged in high-energy physics. He died on November 28, 1954 in Chicago."],
    ["Wolfgang Ernst Pauli was a Swiss theoretical physicist who worked in the field of particle physics and quantum mechanics. Winner of the Nobel prize in physics in 1945. In 1910-1918, he studied at the prestigious Vienna Federal gymnasium Deblinger. In 1921, after completing his doctoral dissertation on the theory of the hydrogen molecule and receiving his doctorate, Pauli went to göttingen, where he engaged in scientific research together with max born and James Frank. The work led by Sommerfeld, born, Frank, and Bohr aroused Pauli's interest in a new field of physics – quantum theory. In 1923, Pauli became an assistant Professor of theoretical physics at the University of Hamburg. Here, in early 1925, he was engaged in theoretical studies of the structure of atoms and their behavior in magnetic fields, developing the theory of the Zeeman effect and other types of spectral splitting. He suggested that electrons have a property that was later called spin. In the 30s, he made another important contribution to physics. Observations on the beta decay of atomic nuclei, in which a neutron in the nucleus emits an electron, while turning into a proton, revealed an obvious violation of the law of conservation of energy. In 1930, Pauli put forward a hypothesis, according to which it was assumed that during this decay, some unregistered particle was emitted carrying away the lost energy, and the law of conservation of the moment of momentum remained in force. In 1958, Pauli was awarded the max Planck medal. In the same year, he became ill with pancreatic cancer. Pauli died on December 15, 1958 in Zurich, Switzerland"],
    ["Christian Huygens Dutch mechanic, physicist and mathematician, Creator of the wave theory of light. Christian Huygens van Zuilichem was born in the Hague into a wealthy and noble family a major political figure. He studied at the universities of Leiden and Breda, where he studied law and mathematics. Huygens began his scientific career at the age of 22, publishing a paper on determining the length of arcs of a circle, ellipse, and hyperbola. In 1654, his work \"on determining the size of a circle\" appeared, which was an important contribution to the theory of determining the ratio of a circle to a circle. His treatise on calculations when playing dice is one of the first studies in the field of probability theory. Huygens, together with Robert Hooke, established the permanent points of the thermometer – the melting point of ice and the boiling point of water. In the same years, Huygens has been working on improving the lenses of astronomical tubes. With their help, Huygens discovered a satellite of the planet Saturn (Titan) in 1655. Astronomical observations required accurate and convenient measurement of time. In 1657, Huygens invented the first pendulum clock equipped with a trigger mechanism. In 1665, when the French Academy of Sciences was founded, Huygens was invited to Paris as its Chairman, where he lived almost continuously for 16 years. In 1680, Huygens worked on the creation of a \"planetary machine\" – a prototype of the modern planetarium-for the construction of which he developed a fairly complete theory of chain fractions. In 1681, Huygens again took up optical work. At the same time, Huygens designed an eyepiece bearing his name, which is still used today. He died on July 8, 1695 in the Hague, Republic of the United provinces."],
    ["Sir Joseph John Thomson was a British physicist and Nobel Laureate in Physics, credited with the discovery and identification of the electron, the first subatomic particle to be discovered. He was born in Cheetham hill, a suburb of Manchester. Because his father, a bookseller, wanted the boy to become an engineer, he was sent to Owens College at the age of fourteen. Owens College played an important role in Thomson's career, as it had a well-equipped faculty and, unlike most colleges of the time, taught courses in experimental physics. After receiving the title of engineer at Owens in 1876, Thomson entered Trinity College, Cambridge University. He received a bachelor's degree in mathematics in 1880. The following year, he was elected a fellow of Trinity College and began working at the Cavendish laboratory in Cambridge. He was particularly interested in the effects that occur when an electric discharge passes between electrodes placed at opposite ends of a glass tube from which almost all the air is drained. A number of researchers have noticed a curious phenomenon that occurs in such gas-discharge tubes. When the gas becomes sufficiently thin, the glass walls of the tube begin to fluoresce with a greenish light. Cathode rays aroused great interest in the scientific community, and the most contradictory opinions were expressed about their nature. During world war I, Thomson worked for the Office of research and invention and was an adviser to the government. After 1919, Thomson's activities were limited to serving as head of Trinity College, additional research at the Cavendish laboratory, and profitable investments. Thomson died on 30 August 1940 in Cambridge, UK."],
    ["Julius Robert Oppenheimer was an American theoretical physicist and professor of physics at the University of California, Berkeley, and a member of the U.S. National Academy of Sciences. He is widely known as the scientific Director of the Manhattan project, which developed the first nuclear weapons during world war II; because of this, Oppenheimer is often referred to as the \"father of the atomic bomb\". After world war II, he became head Of the Institute for advanced study at Princeton. He also became chief adviser to the newly formed U.S. atomic energy Commission and, using his position, advocated for international control of nuclear energy to prevent the spread of atomic weapons and the nuclear race. This anti-war stance drew the IRE of a number of political figures during the second wave of the \"red threat\". As a result, after a well-known politicized hearing in 1954, he was denied access to secret work. Having no direct political influence since then, he continued to lecture, write works, and work in the field of physics. Ten years later, President John F. Kennedy awarded the scientist the Enrico Fermi award as a sign of political rehabilitation; the award was given after Kennedy's death by Lyndon Johnson. Together with his students, he made important contributions to the modern theory of neutron stars and black holes, as well as to the solution of certain problems of quantum mechanics, quantum field theory, and cosmic ray physics. He died on February 8, 1967 in Princeton, New Jersey, USA."]],

  "questions": [["Who was Einstein?", "Where was he born?", "How many works he wrote?"],
    ["Who was Newton?", "What did he create?", "Where he was born?"],
    ["Who was Dirac?", "What did he developed?", "What did he developed in 1962?"],
    ["Who was Tesla?", "For what he is best known?", "What did he do?"],
    ["Who was Faraday?", "What did he invent?", "When was he born?"],
    ["Who was Feynman?", "Where he studied?", "What did he do in 1942?"],
    ["Who was Hawking?", "What did he do?", "When he was born?"],
    ["Who was Ørsted?", "What did he do?", "What is his nationality?"],
    ["Who was Bohr?", "What did he do?", "What he invent?"],
    ["Who was Heisenberg?", "What he developed?", ""],
    ["Who was Curie?", "What she opened?", "In which year she received the Nobel prize?"],
    ["Who was Schrödinger?", "What did he do?", "When was he born?"],
    ["Who was Pascal?", "What he founded?", "What he invented?"],
    ["Who was Gauss?", "What he solved?", "What is the main his work?"],
    ["Who was Maxwell?", "What did he do?", "What device did he have?"],
    ["Who is K. Novoselov?", "What is his main scientific achievements?", "How many citations he has?"],
    ["Who was Galilei?", "What is his full name?", "Where did he teach?"],
    ["Who was Hertz?", "What he first was detect?", "When and where he studied?"],
    ["Who was Alferov?", "When he received the first prize?", "What he discovered?"],
    ["Who was Planck?", "When he won the Nobel prize?", "What he formulated?"],
    ["Who was Fermi?", "What he create?", "What he formulated?"],
    ["Who was Pauli?", "What he suggested?", "What he awarded?"],
    ["Who was Huygens?", "When he began his scientific career?", "What was he working on?"],
    ["Who was Thomson?", "When was he interested?", "What did he do during World War?"],
    ["Who was Oppenheimer?", "Was he associated with the Manhattan project?", "What he awarded?"]]}